{
  "app-navigation-mobile": {
    "homepage-link": "Homepage",
    "launch-btn":"Launch App"
  },
  "app-navbar": {
    "homepage-link": "Homepage",
    "launch-btn":"Launch App"
  },
  "homepage": {
    "first-block-title": "Welcome to Swapica!",
    "first-block-desc": "Your perfect tool for swapping tokens between networks",
    "launch-btn": "Launch App",
    "second-block-title": "What for?",
    "second-block-desc": "Swapica is a decentralised platform for exchanging tokens between networks. It is designed to solve a single problem: crosschain atomic swaps.",
    "second-block-second-desc": "Swapica is built around a concept of order books. Users may create, match, and claim peer orders via the set of smart contracts and validators that operate the dapp.",
    "third-block-title-number-1": "1",
    "third-block-title-1": "Create Orders",
    "third-block-desc-1": "Create your own crosschain orders by selecting the tokens you would like to sell and buy at the desired rate.",
    "third-block-title-number-2": "2",
    "third-block-title-2": "Match Orders",
    "third-block-desc-2": "Find an appropriate crosschain order and match it to initiate the exchange of assets.",
    "third-block-title-number-3": "3",
    "third-block-title-3": "Claim Your Tokens",
    "third-block-desc-3": "Claim the tokens of matched orders on the dedicated page or use a relayer to claim them on your behalf.",
    "fourth-block-title": "What is Swapica Faucet?",
    "fourth-block-desc": "Swapica Faucet is a service to give developers leeway on test networks. Head here to receive some test tokens. Not enough? Create the crosschain testnet order to buy what you need!",
    "faucet-btn": "Coming Soon",
    "faq-block-title": "FAQs",
    "faq-title-1": "Why use Swapica if there is Sushiswap?",
    "faq-desc-1": "Swapica tends to solve a different problem. It acts as a custom bridge between networks for exchanging assets between them. Swapica doesn't rely on liquidity pools or a specific set of tokens to operate, however, orders may take a long time matching.",
    "faq-title-2": "What are Swapica use cases?",
    "faq-desc-2": "Swapica may be used to atomically execute cross chain orders at a fixed price or to obtain some test tokens if you will.",
    "faq-title-3": "Order books are poor on-chain, what was the decision behind them?",
    "faq-desc-3": "Order books are simple to understand and implement. We wanted to cover as many chains as we could (including testnets) to bring atomicity wide.",
    "faq-title-4": "The dapp flow is too complicated, how can I make it simpler?",
    "faq-desc-4": "You can use relayers to delegate some parts of the flow to them. Relayers are here to ease your application experience."
  },
  "app-footer": {
    "created-txt": "Created by Distributed Lab"
  }
}
