{
  "app-navigation-mobile": {
    "homepage-link": "Homepage",
    "launch-btn":"Launch App"
  },
  "app-navbar": {
    "homepage-link": "Homepage",
    "launch-btn":"Launch App"
  },
  "homepage": {
    "first-block-title": "Welcome to Swapica!",
    "first-block-desc": "Your perfect tool for swapping tokens beetween networks",
    "launch-btn": "Launch App",
    "second-block-title": "What for?",
    "second-block-desc": "During the development of systems that utilize many smart contracts it is common to see them have long staging period before going to production.",
    "second-block-second-desc": "Right now the only way to obtain test ether is to use faucets. We are building a service for purchasing test tokens for real tokens on EVM-like networks. Basically, we propose a {part1}, hence embracing the applied task.",
    "second-block-second-desc-part-1": "solution to a crosschain atomic swaps problem",
    "third-block-title-number-1": "1",
    "third-block-title-1": "Create Orders",
    "third-block-desc-1": "Create your own orders, receive the tokens you need by exchanging with other users or offer custom tokens at your rate.",
    "third-block-title-number-2": "2",
    "third-block-title-2": "Match Orders",
    "third-block-desc-2": "Exchange your tokens to the ones you need without any extra actions. Just find appropriate for you order and math.",
    "third-block-title-number-3": "3",
    "third-block-title-3": "Claim Your Tokens",
    "third-block-desc-3": "After you created the order, the tokens can be claimed one by one or all at once. Feel free to use any option you like.",
    "fourth-block-title": "Wanna see what we already have?",
    "fourth-block-desc": "Not to miss the updates of application, check them yourself by launching the app. Maybe it is the one you were looking for?",
    "faq-block-title": "FAQs",
    "faq-title-1": "What if I want to swap my own token?",
    "faq-desc-1": "There are no problems with it. The platform supports custom tokens to be exchanged. All you need is to enter the address of your token when creating the order.",
    "faq-title-2": "What do I need “Approve token” for? Is it safe?",
    "faq-desc-2": "Token Approval is permission for a dapp to access and move a specific type of token from your wallet. Our platform provides complete security for your funds and they won’t be taken without your permission.",
    "faq-title-3": "Can I find the order I need without creating it?",
    "faq-desc-3": "It depends on the token you’re looking for, but in most cases yes, you can find the order you need. But if you want to exchange a specific token, we would recommend you to create your own order.",
    "faq-title-4": "How to auto-claim the tokens after order creation?",
    "faq-desc-4": "Unfortunately, this feature is not available at the moment, but it is already being worked on. It will appear on the second step of order creation. You will have to enable relayer and pay fee."
  },
  "app-footer": {
    "created-txt": "Created by Distributed Lab"
  }
}
