{
  "app-navigation-mobile": {
    "homepage-link": "Homepage",
    "launch-btn": "Launch App",
    "terms-link": "Terms & Conditions"
  },
  "app-navbar": {
    "homepage-link": "Homepage",
    "launch-btn": "Launch App",
    "terms-link": "Terms & Conditions"
  },
  "homepage": {
    "first-block-title": "Welcome to Swapica!",
    "first-block-desc": "Your perfect tool for swapping tokens between networks",
    "launch-btn": "Launch App",
    "second-block-title": "What for?",
    "second-block-desc": "Swapica is a decentralised platform for exchanging tokens between networks. It is designed to solve a single problem: crosschain atomic swaps.",
    "second-block-second-desc": "Swapica is built around a concept of order books. Users may create, match, and claim peer orders via the set of smart contracts and validators that operate the dapp.",
    "third-block-title-number-1": "1",
    "third-block-title-1": "Create Orders",
    "third-block-desc-1": "Create your own crosschain orders by selecting the tokens you would like to sell and buy at the desired rate.",
    "third-block-title-number-2": "2",
    "third-block-title-2": "Match Orders",
    "third-block-desc-2": "Find an appropriate crosschain order and match it to initiate the exchange of assets.",
    "third-block-title-number-3": "3",
    "third-block-title-3": "Claim Your Tokens",
    "third-block-desc-3": "Claim the tokens of matched orders on the dedicated page or use a relayer to claim them on your behalf.",
    "fourth-block-title": "What is Swapica Faucet?",
    "fourth-block-desc": "Swapica Faucet is a service to give developers leeway on test networks. Head here to receive some test tokens. Not enough? Create the crosschain testnet order to buy what you need!",
    "faucet-btn": "Coming Soon",
    "faq-block-title": "FAQs",
    "faq-title-1": "Why use Swapica if there is Sushiswap?",
    "faq-desc-1": "Swapica tends to solve a different problem. It acts as a custom bridge between networks for exchanging assets between them. Swapica doesn't rely on liquidity pools or a specific set of tokens to operate, however, orders may take a long time matching.",
    "faq-title-2": "What are Swapica use cases?",
    "faq-desc-2": "Swapica may be used to atomically execute cross chain orders at a fixed price or to obtain some test tokens if you will.",
    "faq-title-3": "Order books are poor on-chain, what was the decision behind them?",
    "faq-desc-3": "Order books are simple to understand and implement. We wanted to cover as many chains as we could (including testnets) to bring atomicity wide.",
    "faq-title-4": "The dapp flow is too complicated, how can I make it simpler?",
    "faq-desc-4": "You can use relayers to delegate some parts of the flow to them. Relayers are here to ease your application experience."
  },
  "app-footer": {
    "created-txt": "Copyright © {year} Global Web3 Sandbox Ltd. All rights reserved"
  },
  "terms": {
    "title": "Swapica Terms of Use",
    "desc": "By continuing to use Swapica, you accept the updated Terms of Use below. Premium Subscribers who do not wish to accept the updated Terms must close their Swapica account prior to their next billing cycle or April 23, 2023, whichever comes first.",
    "effective-desc": "Effective as of: March 24, 2023",
    "block-1-title": "1. Introduction",
    "block-2-title": "2. Swapica Service",
    "block-3-title": "3. Your Use of Swapica Service",
    "block-4-title": "4. Content and Intellectual Property Rights",
    "block-5-title": "5. Customer Support, Information, Questions, and Complaints",
    "block-6-title": "6. Problems and Disputes",
    "block-7-title": "7. About These Terms",
    "block-1-desc-part-1": "Please read these Terms of Use (\"<b>Terms</b>\") carefully as they govern your use of (which includes access to) Swapica’s personalized services for streaming music and other content, including all of our websites and software applications that incorporate or link to these Terms (collectively, the \"<b>Swapica Service</b>\") and any music, videos, podcasts, audiobooks, or other material that is made available through the Swapica Service (\"<b>Content</b>\").",
    "block-1-desc-part-2": "Use of the Swapica Service is subject to the <a href=''>Swapica Privacy Policy</a> and additional terms and conditions presented by Swapica, all of which are made part of these Terms by this reference.",
    "block-1-desc-part-3": "By signing up for, or otherwise using, the Swapica Service, you agree to these Terms. If you do not agree to these Terms, then you must not use the Swapica Service or access any Content.",
    "block-1-desc-part-4": "THESE TERMS CONTAIN A MANDATORY ARBITRATION PROVISION THAT, AS FURTHER SET FORTH IN SECTION 6 BELOW, REQUIRES THE USE OF ARBITRATION ON AN INDIVIDUAL BASIS TO RESOLVE DISPUTES, RATHER THAN JURY TRIALS OR ANY OTHER COURT PROCEEDINGS, OR CLASS ACTIONS OF ANY KIND. IN ARBITRATION THERE IS LESS DISCOVERY AND APPELLATE REVIEW THAN IN COURT.",
    "block-1-subblock-1-title": "Service provider",
    "block-1-subblock-1-desc": "These Terms are between you and Swapica USA Inc., 4 World Trade Center, 150 Greenwich Street, 62nd Floor, New York, NY, 10007.",
    "block-1-subblock-2-title": "Age and eligibility requirements",
    "block-1-subblock-2-desc": "BY USING THE SWAPICA SERVICE, YOU AFFIRM THAT YOU ARE 18 YEARS OR OLDER TO ENTER INTO THESE TERMS, OR, IF YOU ARE NOT, THAT YOU ARE 13 YEARS OR OLDER AND HAVE OBTAINED PARENTAL OR GUARDIAN CONSENT TO ENTER INTO THESE TERMS. Additionally, in order to use the Swapica Service and access any Content, you represent that: you reside in the United States, and any registration and account information that you submit to Swapica is true, accurate, and complete, and you agree to keep it that way at all times.",
    "block-2-subblock-1-title": "Swapica Service options",
    "block-2-subblock-1-desc": "We provide numerous Swapica Service options. Certain Swapica Service options are provided free of charge, while other options require payment before they can be accessed (\"<b>Paid Subscriptions</b>\"). We may also offer special promotional plans, memberships, or services, including offerings of third-party products and services. We are not responsible for the products and services provided by such third parties.",
    "block-2-subblock-2-title": "Trials",
    "block-2-subblock-2-desc": "From time to time, we or others on our behalf may offer trials of Paid Subscriptions for a specified period without payment or at a reduced rate (\"Trial\"). By using a Swapica Service via a Trial, you agree to the Swapica Premium Promotional Offer Terms.",
    "block-2-subblock-3-title": "Third-party applications, devices and open source software",
    "block-2-subblock-3-desc": "The Swapica Service may be integrated with, or may otherwise interact with, third-party applications, websites, and services (\"<b>Third-Party Applications</b>\") and third-party personal computers, mobile handsets, tablets, wearable devices, speakers, and other devices (\"<b>Devices</b>\"). Your use of such Third-Party Applications and Devices may be subject to additional terms, conditions, and policies provided to you by the applicable third party. Swapica does not guarantee that Third-Party Applications and Devices will be compatible with the Swapica Service.",
    "block-2-subblock-4-title": "Service limitations and modifications",
    "block-2-subblock-4-desc-1": "We use reasonable efforts to keep the Swapica Service operational and to provide you with a personalized, immersive audio experience. However, Swapica reserves the right to change our Swapica Service offerings and their availability from time to time, without notice or liability to you. For example:",
    "block-2-subblock-4-list-desc-1": "The Swapica Service may experience temporary interruptions due to technical difficulties, maintenance or testing, or updates, including those required to reflect changes in relevant laws and regulatory requirements.",
    "block-2-subblock-4-list-desc-2": "We aim to evolve and improve the Swapica Service constantly, and we may modify, suspend, or stop (permanently or temporarily) providing all or part of the Swapica Service (including particular functions, features, subscription plans, and promotional offerings).",
    "block-2-subblock-4-list-desc-3": "Swapica has no obligation to provide any specific content through the Swapica Service, and Swapica or the applicable owners may remove particular songs, videos, podcasts, and other Content without notice.",
    "block-2-subblock-4-desc-2": "If you have prepaid fees directly to Swapica for a Paid Subscription that Swapica permanently discontinues prior to the end of your Prepaid Period (as that term is defined in the \"Payments and cancellations\" section below), Swapica will refund you the prorated portion of the prepaid fees for the Pre-Paid Period after such discontinuation. Your account and billing information must be up to date in order for us to refund you.",
    "block-2-subblock-4-desc-3": "Swapica has no liability to you, nor any obligation to provide a refund to you, in connection with internet or other Swapica Service outages or failures that are caused by the actions of government authorities, other third parties, or events beyond our control.",
    "block-3-subblock-1-title": "Creating a Swapica account",
    "block-3-subblock-1-desc-1": "You may need to create a Swapica account to use all or part of the Swapica Service. Your username and password are for your personal use only and should be kept confidential. You understand that you are responsible for all use (including any unauthorized use) of your username and password. Notify our <a href=''>Customer Service</a> team immediately if your username or password is lost or stolen, or if you believe there has been unauthorized access to your account.",
    "block-3-subblock-1-desc-2": "Swapica may reclaim, or require you to change, your username for any reason.",
    "block-3-subblock-2-title": "Your rights to use the Swapica Service",
    "block-3-subblock-2-subsubblock-1-title": "Access to the Swapica Service",
    "block-3-subblock-2-subsubblock-1-desc-1": "Subject to your compliance with these Terms (including any other applicable terms and conditions), we grant to you limited, non-exclusive, revocable permission to make personal, non-commercial use of the Swapica Service and the Content (collectively, \"Access\"). This Access shall remain in effect unless and until terminated by you or Swapica. You agree that you will not redistribute or transfer the Swapica Service or the Content.",
    "block-3-subblock-2-subsubblock-1-desc-2": "The Swapica software applications and the Content are licensed, not sold or transferred to you, and Swapica and its licensors retain ownership of all copies of the Swapica software applications and Content even after installation on your Devices.",
    "block-3-subblock-2-subsubblock-2-title": "Swapica’s proprietary rights",
    "block-3-subblock-2-subsubblock-2-desc-1": "The Swapica Service and the Content are the property of Swapica or Swapica's licensors. All Swapica trademarks, service marks, trade names, logos, domain names, and any other features of the Swapica brand (\"<b>Swapica Brand Features</b>\") are the sole property of Swapica or its licensors. These Terms do not grant you any rights to use any Swapica Brand Features whether for commercial or non-commercial use.",
    "block-3-subblock-2-subsubblock-2-desc-2": "You agree to abide by the <a href=''>Swapica User Guidelines</a> and not to use the Swapica Service, the Content, or any part thereof in any manner not expressly permitted by these Terms.",
    "block-3-subblock-3-title": "Payments and cancellation",
    "block-3-subblock-3-subsubblock-1-title": "Billing",
    "block-3-subblock-3-subsubblock-1-desc-1": "You may purchase a Paid Subscription directly from Swapica or through a third party either by:",
    "block-3-subblock-3-subsubblock-1-list-desc-1": "paying a subscription fee plus applicable taxes in advance on a monthly basis or some other recurring interval disclosed to you prior to your purchase; or",
    "block-3-subblock-3-subsubblock-1-list-desc-2": "prepayment giving you access to the Swapica Service for a specific time period (\"<b>Prepaid Period</b>\").",
    "block-3-subblock-3-subsubblock-1-desc-2": "Tax rates are calculated based on the information you provide and the applicable rate at the time of your monthly charge."
  }
}
