{
  "app-navigation-mobile": {
    "homepage-link": "Homepage",
    "launch-btn": "Launch App",
    "terms-link": "Terms & Conditions"
  },
  "app-navbar": {
    "homepage-link": "Homepage",
    "launch-btn": "Launch App",
    "terms-link": "Terms & Conditions"
  },
  "homepage": {
    "first-block-title": "Welcome to Swapica!",
    "first-block-desc": "Your perfect tool for swapping tokens between networks",
    "launch-btn": "Launch App",
    "second-block-title": "What for?",
    "second-block-desc": "Swapica is a decentralised platform for exchanging tokens between networks. It is designed to solve a single problem: crosschain atomic swaps.",
    "second-block-second-desc": "Swapica is built around a concept of order books. Users may create, match, and claim peer orders via the set of smart contracts and validators that operate the dapp.",
    "third-block-title-number-1": "1",
    "third-block-title-1": "Create Orders",
    "third-block-desc-1": "Create your own crosschain orders by selecting the tokens you would like to sell and buy at the desired rate.",
    "third-block-title-number-2": "2",
    "third-block-title-2": "Match Orders",
    "third-block-desc-2": "Find an appropriate crosschain order and match it to initiate the exchange of assets.",
    "third-block-title-number-3": "3",
    "third-block-title-3": "Claim Your Tokens",
    "third-block-desc-3": "Claim the tokens of matched orders on the dedicated page or use a relayer to claim them on your behalf.",
    "fourth-block-title": "What is Swapica Faucet?",
    "fourth-block-desc": "Swapica Faucet is a service to give developers leeway on test networks. Head here to receive some test tokens. Not enough? Create the crosschain testnet order to buy what you need!",
    "faucet-btn": "Coming Soon",
    "faq-block-title": "FAQs",
    "faq-title-1": "Why use Swapica if there is Sushiswap?",
    "faq-desc-1": "Swapica tends to solve a different problem. It acts as a custom bridge between networks for exchanging assets between them. Swapica doesn't rely on liquidity pools or a specific set of tokens to operate, however, orders may take a long time matching.",
    "faq-title-2": "What are Swapica use cases?",
    "faq-desc-2": "Swapica may be used to atomically execute cross chain orders at a fixed price or to obtain some test tokens if you will.",
    "faq-title-3": "Order books are poor on-chain, what was the decision behind them?",
    "faq-desc-3": "Order books are simple to understand and implement. We wanted to cover as many chains as we could (including testnets) to bring atomicity wide.",
    "faq-title-4": "The dapp flow is too complicated, how can I make it simpler?",
    "faq-desc-4": "You can use relayers to delegate some parts of the flow to them. Relayers are here to ease your application experience."
  },
  "app-footer": {
    "created-txt": "Copyright © {year} Global Web3 Sandbox Ltd. All rights reserved"
  },
  "terms": {
    "title": "GENERAL TERMS & CONDITIONS",
    "desc": "PLEASE READ THESE GENERAL TERMS & CONDITIONS CAREFULLY AS THEY CONTAIN IMPORTANT INFORMATION AND AFFECT YOUR LEGAL RIGHTS.",
    "effective-desc": "LAST UPDATED: [day] April 2023",
    "list-desc-1": "These General Terms & Conditions and the agreements incorporated herein by reference, constitute a binding agreement between you (<i>as defined below</i>) and Web3 Sandbox (<i>as defined below</i>) (the \"<b>Terms</b>\") and apply to, and governs your access to, and use of, the Platform (<i>as defined below</i>) and Services (<i>as defined below</i>), unless we have executed a separate written agreement with you for that purpose. We are only willing to make the Platform and Services available to you if you accept all the Terms. BY CLICKING \"TO ACCEPT\" OR ACCESSING OR USING, OR BOTH, OUR PLATFORM OR SERVICES, OR BOTH, YOU AGREE TO BE BOUND BY, AND ACCEPT THE TERMS. IF YOU DO NOT AGREE TO THE TERMS, YOU SHALL NOT ACCESS AND USE THE PLATFORM AND SERVICES. If you are accepting the Terms on behalf of a company or other legal entity (the \"<b>Entity</b>\"), you represent that you have the legal authority to accept the Terms on the Entity's behalf, in which case \"you\" will mean that Entity. If you do not have such authority, or if you do not accept the Terms, then we are unwilling to make the Platform and Services available to you. By accessing or using, or both, the Platform or Services, or both, you affirm that you are of legal age to accept the Terms.",
    "list-desc-2": "Web3 Sandbox may make changes to the Terms from time to time. The changes will be effective immediately upon their publication. Please, review the Terms on a regular basis. You understand and agree that your express acceptance of the Terms or your access to, or use of, or both, the Platform or Services, or both, after the date of publication of the relevant changes shall constitute your agreement to the updated Terms. You can determine when the Terms were last revised by referring to the \"LAST UPDATED\" legend at the top of the then-current version of the Terms on the Website (<i>as defined below</i>).",
    "list-desc-3": "If you are accessing or using, or both, the Platform with third party products, virtual assets wallets, hardware, software applications, programs or devices (the \"<b>Third Party Technology</b>\"), you agree and acknowledge that: (i) you may be required to enter into a separate license agreement with the relevant third party owner or licensor for the use of such Third Party Technology; (ii) the Platform or Services, or both, may not be accessible through the Third Party Technology, and (iii) Web3 Sandbox cannot guarantee that the Platform or Services, or both, shall always be available on or in connection with such Third Party Technology.",
    "list-desc-4": "You shall not access and use the Platform and Services if you: (i) do not agree to the Terms, or (ii) are prohibited from accessing or using, or both, the Platform or Services, or both, by applicable law. You must be 18 (eighteen) years or older to access and use the Platform and Services. If you are under 18 (eighteen) years of age, you are not permitted to access and use the Platform and Services. Otherwise, you may access and use the Platform and Services only with the involvement of a parent or guardian.",
    "list-desc-5": "To access or use, or both, the Platform or Services, or both, you may be asked to provide certain registration details or other information. It is a condition of your access to, or use of, or both, the Platform or Services, or both, that all such information will be correct, current, and complete.",
    "list-desc-6": "The Terms or any part thereof may be translated into other languages for your convenience. The English language version of each of these documents is the version that prevails at all times and in the event of any conflict between the English language version and a translated version, the English language version shall prevail.",
    "list-desc-7": "Certain features of the Platform may be offered while still in the \"beta\" version (the \"<b>Beta Versions</b>\"). Web3 Sandbox shall use its reasonable efforts to identify the Beta Versions by marking them within the Platform. By accepting the Terms, you understand and acknowledge that the Beta Versions are being provided as a \"BETA\" version and made available on an \"AS IS\" or \"AS AVAILABLE\" basis. The Beta Versions may contain bugs, errors, and other problems. YOU ASSUME ALL RISKS AND ALL COSTS ASSOCIATED WITH YOUR USE OF THE BETA VERSIONS, INCLUDING ANY INTERNET ACCESS FEES, BACK-UP EXPENSES, COSTS INCURRED FOR THE USE OF YOUR DEVICE AND PERIPHERALS, AND ANY DAMAGE TO ANY EQUIPMENT, SOFTWARE, INFORMATION OR DATA. In addition, we shall not be obliged to provide any maintenance, technical, or other support for the Beta Versions.",
    "list-desc-8": "Please, refer to our Privacy Policy at: [<a href=''>link to Privacy Policy</a>] for information about how we collect, use, and share personal information about you. The Privacy Policy is hereby incorporated by this reference into the Terms. You agree to the collection, use, storage, and disclosure of your personal information in accordance with our Privacy Policy.",
    "list-desc-9": "The Platform presents the current status and future plans for the Project (<i>as defined below</i>). The sole purpose of the Platform is to provide information and is not to provide a precise description on future plans. Unless explicitly stated otherwise, the Platform and Services are still under development and Web3 Sandbox or any of its Affiliate, or both, does not provide a statement of quality assurance or affidavit for the successful development or execution of the Project.",
    "list-desc-10": "Certain components of the Platform may be published under various licenses, including open-source licenses (the \"<b>Applicable Licenses</b>\"). To the extent there is a conflict between any Applicable License and these Terms, the terms of the Applicable License shall govern.",
    "block-1-title": "1. DEFINITIONS AND INTERPRETATIONS",
    "block-1-list-desc-1": "In addition to the terms defined elsewhere in the Terms, for all purposes of the Terms, the following terms have the meanings set forth in this section 1.1:",
    "block-1-list-desc-2": "\"Hereof\", \"herein\", \"hereunder\", \"hereby\" and words of similar import will, unless otherwise stated, be construed to refer to the Terms as a whole and not to any particular provision of the Terms.",
    "block-1-list-desc-3": "\"Include(s)\" and \"including\" shall be construed to be followed by the words \"without limitation\".",
    "block-1-list-desc-4": "\"Or\" shall be construed to be the \"inclusive or\" rather than \"exclusive or\" unless the context requires otherwise.",
    "block-1-list-desc-5": "Any rule of construction to the effect that ambiguities are to be resolved against the drafting party shall not be applied in the construction or interpretation of the Terms.",
    "block-1-list-desc-6": "Section titles, captions and headings are for convenience of reference only and have no legal or contractual effect.",
    "block-1-list-desc-7": "Whenever the context requires: the singular number shall include the plural, and <i>vice versa</i>; the masculine gender shall include the feminine and neuter genders; the feminine gender shall include the masculine and neuter genders; and the neuter gender shall include the masculine and feminine genders.",
    "block-1-subblock-1-list-desc-1": "\"<b>Affiliate</b>\" means, in relation to any person at a given time, any other person that, directly or indirectly, or both, controls, is controlled by or is under common control, with such person. For the purposes of the Terms, \"<b>control</b>\" (<i>including, with correlative meanings, the terms \"<b>controlled by</b>\" and \"<b>under common control with</b>\"</i>), as used with respect to any person, means the possession, directly or indirectly, or both, of the power to direct or cause the direction, or both, of the management and policies of such person, whether through the ownership of voting shares, by contract, or otherwise;",
    "block-1-subblock-1-list-desc-2": "\"<b>Platform</b>\" means any one or more of the following: the website of the Platform, available at: swapica.io (the \"<b>Website</b>\"), our application programming interface and any other correlative software, tools, features, or functionalities provided on or in connection with the Services;",
    "block-1-subblock-1-list-desc-3": "\"<b>IP Rights</b>\" means all vested, contingent and future intellectual property rights, including worldwide statutory and common law rights, relating to, or owned by the relevant person anywhere in the world in IP, and all its variations, modifications or enhancements together with any application or right to apply for registration, renewal, extension or protection of those rights;",
    "block-1-subblock-1-list-desc-4": "\"<b>IP</b>\" means: any or all of the following anywhere in the world: (i) all patents; (ii) all inventions (<i>whether patentable or not</i>), ideas, processes, invention disclosures, improvements, trade secrets, proprietary information, know-how, technology, improvements, discoveries, technical data, customer lists, proprietary processes and formulae, all source and object code, algorithms, architectures, structures, display screens, layouts, development tools and all documentation and media constituting, describing or relating to the above, including manuals, memoranda and records; (iii) all copyrights, copyrightable material including derivative works, revisions, transformations and adaptations, material that is subject to non-copyright disclosure protections, and all other works of authorship and designs (<i>whether or not copyrightable</i>); (iv) all Trademarks; (v) domain names; (vi) websites and related content, and (vii) all manuals, documentation and materials relating to the above;",
    "block-1-subblock-1-list-desc-5": "\"<b>Web3 Sandbox</b>\" (\"<b>we</b>\", \"<b>us</b>\" or \"<b>our</b>\") means Global Web3 Sandbox Ltd, a legal entity incorporated under the laws of Seychelles, having its registered address at House of Francis, Room 303, Ile Du Port, Mahe, Seychelles, with registered number 236501;",
    "block-1-subblock-1-list-desc-6": "\"<b>Services</b>\" means all of the services available on or through the Platform, including, but not limited to, provision of the access to the decentralized and non-custodial web-interface through the Website where User may swap the virtual assets issued on the EVM blockchain network, supported by the Platform (the \"<b>Network</b>\"), with the virtual assets issued on the other Networks, or the other virtual assets, issued on the same Network (the \"<b>Transaction</b>\");",
    "block-1-subblock-1-list-desc-7": "\"<b>Project</b>\" means operation and enhancement of the Platform by Web3 Sandbox or any of its Affiliate, or both;",
    "block-1-subblock-1-list-desc-8": "\"<b>Trademarks</b>\" means: (i) the trademarks, trade names and service marks used by the relevant person, whether registered or unregistered; (ii) the respective stylistic marks and distinctive logotypes for such trademarks, trade names and service marks, and (iii) such other marks and logotypes as the relevant person may designate from time to time in writing: and",
    "block-1-subblock-1-list-desc-9": "\"<b>User</b>\" (\"<b>you</b>\" or \"<b>your</b>\") means you as the user of the Platform or Services, or both."
  }
}
