{
  "app-navigation-mobile": {
    "homepage-link": "Homepage",
    "launch-btn": "Launch App",
    "terms-link": "Terms & Conditions",
    "privacy-policy-link": "Privacy Policy"
  },
  "app-navbar": {
    "homepage-link": "Homepage",
    "launch-btn": "Launch App",
    "terms-link": "Terms & Conditions",
    "privacy-policy-link": "Privacy Policy"
  },
  "homepage": {
    "first-block-title": "Welcome to Swapica!",
    "first-block-desc": "Your perfect tool for swapping tokens between networks",
    "launch-btn": "Launch App",
    "second-block-title": "What for?",
    "second-block-desc": "Swapica is a decentralised platform for exchanging tokens between networks. It is designed to solve a single problem: crosschain atomic swaps.",
    "second-block-second-desc": "Swapica is built around a concept of order books. Users may create, match, and claim peer orders via the set of smart contracts and validators that operate the dapp.",
    "third-block-title-number-1": "1",
    "third-block-title-1": "Create Orders",
    "third-block-desc-1": "Create your own crosschain orders by selecting the tokens you would like to sell and buy at the desired rate.",
    "third-block-title-number-2": "2",
    "third-block-title-2": "Match Orders",
    "third-block-desc-2": "Find an appropriate crosschain order and match it to initiate the exchange of assets.",
    "third-block-title-number-3": "3",
    "third-block-title-3": "Claim Your Tokens",
    "third-block-desc-3": "Claim the tokens of matched orders on the dedicated page or use a relayer to claim them on your behalf.",
    "fourth-block-title": "Push Notifications",
    "fourth-block-desc": "Our integration allows you to receive notifications when your order gets matched, canceled, or executed. Stay posted while waiting for the order confirmation by subscribing to our official channel.",
    "fourth-block-btn": "Subscribe",
    "faq-block-title": "FAQs",
    "faq-title-1": "Why use Swapica if there is Sushiswap?",
    "faq-desc-1": "Swapica tends to solve a different problem. It acts as a custom bridge between networks for exchanging assets between them. Swapica doesn't rely on liquidity pools or a specific set of tokens to operate, however, orders may take a long time matching.",
    "faq-title-2": "What are Swapica use cases?",
    "faq-desc-2": "Swapica may be used to atomically execute cross chain orders at a fixed price or to obtain some test tokens if you will.",
    "faq-title-3": "Order books are poor on-chain, what was the decision behind them?",
    "faq-desc-3": "Order books are simple to understand and implement. We wanted to cover as many chains as we could (including testnets) to bring atomicity wide.",
    "faq-title-4": "The dapp flow is too complicated, how can I make it simpler?",
    "faq-desc-4": "You can use relayers to delegate some parts of the flow to them. Relayers are here to ease your application experience."
  },
  "app-footer": {
    "created-txt": "Copyright © {year}. Developed by Distributed Lab, operated by Global Web3 Sandbox Ltd. All rights reserved."
  },
  "terms": {
    "title": "Terms & Conditions",
    "desc": "Please read these general terms & conditions carefully as they contain important information and affect your legal rights.",
    "effective-desc": "Last updated: 19 April 2023",
    "list-desc-1": "These General Terms & Conditions and the agreements incorporated herein by reference, constitute a binding agreement between you (<i>as defined below</i>) and Web3 Sandbox (<i>as defined below</i>) (the \"<b>Terms</b>\") and apply to, and governs your access to, and use of, the Platform (<i>as defined below</i>) and Services (<i>as defined below</i>), unless we have executed a separate written agreement with you for that purpose. We are only willing to make the Platform and Services available to you if you accept all the Terms. BY CLICKING \"TO ACCEPT\" OR ACCESSING OR USING, OR BOTH, OUR PLATFORM OR SERVICES, OR BOTH, YOU AGREE TO BE BOUND BY, AND ACCEPT THE TERMS. IF YOU DO NOT AGREE TO THE TERMS, YOU SHALL NOT ACCESS AND USE THE PLATFORM AND SERVICES. If you are accepting the Terms on behalf of a company or other legal entity (the \"<b>Entity</b>\"), you represent that you have the legal authority to accept the Terms on the Entity's behalf, in which case \"you\" will mean that Entity. If you do not have such authority, or if you do not accept the Terms, then we are unwilling to make the Platform and Services available to you. By accessing or using, or both, the Platform or Services, or both, you affirm that you are of legal age to accept the Terms.",
    "list-desc-2": "Web3 Sandbox may make changes to the Terms from time to time. The changes will be effective immediately upon their publication. Please, review the Terms on a regular basis. You understand and agree that your express acceptance of the Terms or your access to, or use of, or both, the Platform or Services, or both, after the date of publication of the relevant changes shall constitute your agreement to the updated Terms. You can determine when the Terms were last revised by referring to the \"LAST UPDATED\" legend at the top of the then-current version of the Terms on the Website (<i>as defined below</i>).",
    "list-desc-3": "If you are accessing or using, or both, the Platform with third party products, virtual assets wallets, hardware, software applications, programs or devices (the \"<b>Third Party Technology</b>\"), you agree and acknowledge that: (i) you may be required to enter into a separate license agreement with the relevant third party owner or licensor for the use of such Third Party Technology; (ii) the Platform or Services, or both, may not be accessible through the Third Party Technology, and (iii) Web3 Sandbox cannot guarantee that the Platform or Services, or both, shall always be available on or in connection with such Third Party Technology.",
    "list-desc-4": "You shall not access and use the Platform and Services if you: (i) do not agree to the Terms, or (ii) are prohibited from accessing or using, or both, the Platform or Services, or both, by applicable law. You must be 18 (eighteen) years or older to access and use the Platform and Services. If you are under 18 (eighteen) years of age, you are not permitted to access and use the Platform and Services. Otherwise, you may access and use the Platform and Services only with the involvement of a parent or guardian.",
    "list-desc-5": "To access or use, or both, the Platform or Services, or both, you may be asked to provide certain registration details or other information. It is a condition of your access to, or use of, or both, the Platform or Services, or both, that all such information will be correct, current, and complete.",
    "list-desc-6": "The Terms or any part thereof may be translated into other languages for your convenience. The English language version of each of these documents is the version that prevails at all times and in the event of any conflict between the English language version and a translated version, the English language version shall prevail.",
    "list-desc-7": "Certain features of the Platform may be offered while still in the \"beta\" version (the \"<b>Beta Versions</b>\"). Web3 Sandbox shall use its reasonable efforts to identify the Beta Versions by marking them within the Platform. By accepting the Terms, you understand and acknowledge that the Beta Versions are being provided as a \"BETA\" version and made available on an \"AS IS\" or \"AS AVAILABLE\" basis. The Beta Versions may contain bugs, errors, and other problems. YOU ASSUME ALL RISKS AND ALL COSTS ASSOCIATED WITH YOUR USE OF THE BETA VERSIONS, INCLUDING ANY INTERNET ACCESS FEES, BACK-UP EXPENSES, COSTS INCURRED FOR THE USE OF YOUR DEVICE AND PERIPHERALS, AND ANY DAMAGE TO ANY EQUIPMENT, SOFTWARE, INFORMATION OR DATA. In addition, we shall not be obliged to provide any maintenance, technical, or other support for the Beta Versions.",
    "list-desc-8": "Please, refer to our Privacy Policy at: [<a href='https://swapica.io/privacy-policy'>swapica.io/privacy-policy</a>] for information about how we collect, use, and share personal information about you. The Privacy Policy is hereby incorporated by this reference into the Terms. You agree to the collection, use, storage, and disclosure of your personal information in accordance with our Privacy Policy.",
    "list-desc-9": "The Platform presents the current status and future plans for the Project (<i>as defined below</i>). The sole purpose of the Platform is to provide information and is not to provide a precise description on future plans. Unless explicitly stated otherwise, the Platform and Services are still under development and Web3 Sandbox or any of its Affiliate, or both, does not provide a statement of quality assurance or affidavit for the successful development or execution of the Project.",
    "list-desc-10": "Certain components of the Platform may be published under various licenses, including open-source licenses (the \"<b>Applicable Licenses</b>\"). To the extent there is a conflict between any Applicable License and these Terms, the terms of the Applicable License shall govern.",
    "block-1-title": "Definitions and interpretations",
    "block-1-list-desc-1": "In addition to the terms defined elsewhere in the Terms, for all purposes of the Terms, the following terms have the meanings set forth in this section 1.1:",
    "block-1-list-desc-2": "\"Hereof\", \"herein\", \"hereunder\", \"hereby\" and words of similar import will, unless otherwise stated, be construed to refer to the Terms as a whole and not to any particular provision of the Terms.",
    "block-1-list-desc-3": "\"Include(s)\" and \"including\" shall be construed to be followed by the words \"without limitation\".",
    "block-1-list-desc-4": "\"Or\" shall be construed to be the \"inclusive or\" rather than \"exclusive or\" unless the context requires otherwise.",
    "block-1-list-desc-5": "Any rule of construction to the effect that ambiguities are to be resolved against the drafting party shall not be applied in the construction or interpretation of the Terms.",
    "block-1-list-desc-6": "Section titles, captions and headings are for convenience of reference only and have no legal or contractual effect.",
    "block-1-list-desc-7": "Whenever the context requires: the singular number shall include the plural, and <i>vice versa</i>; the masculine gender shall include the feminine and neuter genders; the feminine gender shall include the masculine and neuter genders; and the neuter gender shall include the masculine and feminine genders.",
    "block-1-subblock-1-list-desc-1": "\"<b>Affiliate</b>\" means, in relation to any person at a given time, any other person that, directly or indirectly, or both, controls, is controlled by or is under common control, with such person. For the purposes of the Terms, \"<b>control</b>\" (<i>including, with correlative meanings, the terms \"<b>controlled by</b>\" and \"<b>under common control with</b>\"</i>), as used with respect to any person, means the possession, directly or indirectly, or both, of the power to direct or cause the direction, or both, of the management and policies of such person, whether through the ownership of voting shares, by contract, or otherwise;",
    "block-1-subblock-1-list-desc-2": "\"<b>Platform</b>\" means any one or more of the following: the website of the Platform, available at: <a href='https://swapica.io'>swapica.io</a> (the \"<b>Website</b>\"), our application programming interface and any other correlative software, tools, features, or functionalities provided on or in connection with the Services;",
    "block-1-subblock-1-list-desc-3": "\"<b>IP Rights</b>\" means all vested, contingent and future intellectual property rights, including worldwide statutory and common law rights, relating to, or owned by the relevant person anywhere in the world in IP, and all its variations, modifications or enhancements together with any application or right to apply for registration, renewal, extension or protection of those rights;",
    "block-1-subblock-1-list-desc-4": "\"<b>IP</b>\" means: any or all of the following anywhere in the world: (i) all patents; (ii) all inventions (<i>whether patentable or not</i>), ideas, processes, invention disclosures, improvements, trade secrets, proprietary information, know-how, technology, improvements, discoveries, technical data, customer lists, proprietary processes and formulae, all source and object code, algorithms, architectures, structures, display screens, layouts, development tools and all documentation and media constituting, describing or relating to the above, including manuals, memoranda and records; (iii) all copyrights, copyrightable material including derivative works, revisions, transformations and adaptations, material that is subject to non-copyright disclosure protections, and all other works of authorship and designs (<i>whether or not copyrightable</i>); (iv) all Trademarks; (v) domain names; (vi) websites and related content, and (vii) all manuals, documentation and materials relating to the above;",
    "block-1-subblock-1-list-desc-5": "\"<b>Web3 Sandbox</b>\" (\"<b>we</b>\", \"<b>us</b>\" or \"<b>our</b>\") means Global Web3 Sandbox Ltd, a legal entity incorporated under the laws of Seychelles, having its registered address at House of Francis, Room 303, Ile Du Port, Mahe, Seychelles, with registered number 236501;",
    "block-1-subblock-1-list-desc-6": "\"<b>Services</b>\" means all of the services available on or through the Platform, including, but not limited to, provision of the access to the decentralized and non-custodial web-interface through the Website where User may swap the virtual assets issued on the EVM blockchain network, supported by the Platform (the \"<b>Network</b>\"), with the virtual assets issued on the other Networks, or the other virtual assets, issued on the same Network (the \"<b>Transaction</b>\");",
    "block-1-subblock-1-list-desc-7": "\"<b>Project</b>\" means operation and enhancement of the Platform by Web3 Sandbox or any of its Affiliate, or both;",
    "block-1-subblock-1-list-desc-8": "\"<b>Trademarks</b>\" means: (i) the trademarks, trade names and service marks used by the relevant person, whether registered or unregistered; (ii) the respective stylistic marks and distinctive logotypes for such trademarks, trade names and service marks, and (iii) such other marks and logotypes as the relevant person may designate from time to time in writing: and",
    "block-1-subblock-1-list-desc-9": "\"<b>User</b>\" (\"<b>you</b>\" or \"<b>your</b>\") means you as the user of the Platform or Services, or both.",
    "block-2-title": "Access and use the platform and services. General provisions",
    "block-2-list-desc-1": "In consideration for your acceptance of the Terms, Web3 Sandbox grants you the limited, revocable, personal, non-transferable, non-sublicensable and non-exclusive right to access and use the Platform for the purposes of utilizing the Services.",
    "block-2-list-desc-2": "You shall not access or use, or both, the Platform and Services in any manner that may impair, overburden, damage, disable or otherwise compromise the Platform.",
    "block-2-list-desc-3": "When you access or use, or both, the Platform, you agree and undertake to comply with the following provisions:",
    "block-2-list-desc-4": "Your access to, or use of, the Platform or Services, or both, may be interrupted from time to time for any of several reasons, including the malfunction of equipment, periodic updating, maintenance, or repair of the Platform or Services, or both, or other actions that Web3 Sandbox, in its sole discretion, may elect to take.",
    "block-2-list-desc-5": "Because we have a growing number of services and enhancing the Platform and Services to better meet the needs of our Users' community, we sometimes need to provide additional terms for specific services (<i>and such services are deemed part of the \"Services\" hereunder and shall also be subject to the Terms</i>). Those additional terms and conditions, which are available with the relevant service, then become part of your agreement with us if you use those services. In the event of a conflict between the Terms and any additional applicable terms we may provide for a specific service, such additional terms shall control for that specific service. We also may from time to time modify, suspend or discontinue, temporarily or permanently, any part of the Platform or Services, or both, for any reason.",
    "block-2-list-desc-6": "Any rights not expressly granted in the Terms are reserved by Web3 Sandbox.",
    "block-2-subblock-3-list-desc-1": "during the access to, or use of, or both, the Platform or Services, of both, all activities you carry out should comply with the requirements of applicable laws and regulations, the Terms, and various guidelines of Web3 Sandbox;",
    "block-2-subblock-3-list-desc-2": "your use of Platform or Services, or both, should not violate public interests, public morals, or the legitimate interests of others;",
    "block-2-subblock-3-list-desc-3": "you shall not be prohibited from accessing to, or using of, or both, the Platform or Services, or both, under applicable laws; and",
    "block-2-subblock-3-list-desc-4": "unless otherwise provided for in the Applicable Licenses, without prior written consent from Web3 Sandbox, you shall not: (i) copy, modify, reproduce, translate, localize, port or otherwise create derivatives of any part of the Platform or Services, or both; (ii) reverse engineer, disassemble, decompile or otherwise attempt to discover the source code or structure, sequence and organization of all or any part of the Platform or Services, or both (<i>except that this restriction shall not apply to the limited extent restrictions on reverse engineering are prohibited by applicable local, state, provincial, national or other law, rule or regulation</i>); (iii) rent, lease, resell, distribute, use in any unauthorized or unintended manner or otherwise exploit the Platform or Services, or both, for purposes not contemplated by the Terms; (iv) remove or alter any proprietary notices, Trademarks or labels on or in the Platform or Services, or both; and (v) engage in any activity that interferes with or disrupts the Platform or Services, or both.",
    "block-3-title": "Use of the platform and services",
    "block-3-list-desc-1": "For the purposes of the access to, and use of the Platform and Services you may be required to perform the following actions:",
    "block-3-list-desc-2": "You shall provide us with accurate, complete, and updated information about yourself and to promptly notify Web3 Sandbox in the event of any changes to any such information.",
    "block-3-list-desc-3": "You shall be solely responsible for the security and proper use of all User IDs, passwords or other security devices used in connection with the Platform or Services, or both, and shall take all reasonable steps to ensure that they are kept confidential and secure, are used properly and are not disclosed to or used by any other person or entity. You shall immediately inform Web3 Sandbox if there is any reason to believe that the User ID, password or any other security device used in connection with the Platform or Services, or both, has or is likely to become known to someone not authorized to use it, or is being or is likely to be used in an unauthorized way. Web3 Sandbox reserves the right (<i>at its sole discretion</i>) to request that you change your User ID, and you shall promptly comply with any such request.",
    "block-3-list-desc-4": "You are solely responsible for all activity in connection with access to the Platform or Services, or both, using your User ID, and for the security of your computer systems, and in no event shall Web3 Sandbox be liable for any loss or damages relating to such activity.",
    "block-3-list-desc-5": "You may not transfer your User ID to anyone else without our prior written permission. In the event of any dispute between two or more persons as to User ID ownership, you agree that Web3 Sandbox shall be the sole arbiter of such dispute in its discretion and that Web3 Sandbox's decision (<i>which may include termination or suspension of any Services subject to dispute</i>) shall be final and binding on all parties. Web3 Sandbox may, in its sole discretion, refuse to provide you the Services, or limit the number of Services that you may request.",
    "block-3-list-desc-6": "You hereby authorize us to make inquiries, whether directly or through third parties, that we consider necessary to verify your identity or protect you or us, or both, against fraud or other financial crime, and to take action we reasonably deem necessary based on the results of such inquiries. When we carry out these inquiries, you acknowledge and agree that your personal information, including User ID, may be disclosed to credit reference and fraud prevention or financial crime agencies and that these agencies may respond to our inquiries in full. This is an identity check only and should have no adverse effect on your credit rating, although we cannot and will not guarantee.",
    "block-3-subblock-1-list-desc-1": "connect to the Platform your non-custodial virtual assets wallet, which, for avoidance of any doubts, shall be deemed as Third Party Technology (the \"<b>Applicable Wallet</b>\") by providing the address of the Applicable Wallet (the \"<b>User ID</b>\");",
    "block-3-subblock-1-list-desc-2": "choose the applicable Network on the Platform (the \"<b>First Applicable Network</b>\") and place the order within the smart contract through the Platform for swap of certain virtual assets related to the First Applicable Network (the \"<b>First Order</b>\"). You hereby acknowledge and agree that you may cancel the First Order through the Platform only until the moment of finalization of the relevant Transaction;",
    "block-3-subblock-1-list-desc-3": "the other User may see the First Order through the Platform and may place the counter-order within the smart contract through the Platform for: (i) swap of certain virtual assets related to other than the First Applicable Network Network, or (ii) swap of virtual assets, other than related to the First Order, but related to the First Applicable Network (the \"<b>Counter-Order</b>\"). You hereby acknowledge and agree that you may cancel the Counter-Order through the Platform only until the moment of finalization of the relevant Transaction; and",
    "block-3-subblock-1-list-desc-4": "provided that the First Order or Counter-Order, or both, was not canceled by the relevant User, the Transaction is finalized automatically by the relevant smart contract and, as the result of such finalization, the swap between the virtual assets related to the First Order and virtual assets related to the Counter-Order takes place. You hereby acknowledge and agree that both the First Order and Counter-Order may only be performed in whole.",
    "block-4-title": "Content and ip rights",
    "block-4-list-desc-1": "The Platform and Services may contain materials, including information, Trademarks, data, text, editorial content, design elements, look and feel, formatting, graphics, images, photographs, videos, music, sounds and other content, which owned, operated, licensed, or controlled by Web3 Sandbox and which is protected by copyright, trademark, trade secret, or other proprietary rights (collectively, the \"<b>Web3 Sandbox Content</b>\"). Web3 Sandbox or its relevant suppliers, or licensors, retain all rights in such Web3 Sandbox Content. Web3 Sandbox grants you a limited, revocable, personal, non-transferable, non-sublicensable and non-exclusive right to view the Web3 Sandbox Content solely for your internal access to, and use of the Platform and Services.",
    "block-4-list-desc-2": "The Web3 Sandbox Content is for informational purposes only, you should not construe any such information or other material as legal, tax, investment, financial, or other advice.",
    "block-4-list-desc-3": "All Web3 Sandbox Content is information of a general nature and does not address the circumstances of any particular individual or entity. Nothing in the Web3 Sandbox Content constitutes a comprehensive or complete statement of the matters discussed or the law relating thereto. You alone assume the sole responsibility of evaluating the merits and risks associated with the access to, or use of, or both, of the Platform or Services, or both, before making any decisions based on the information contained in the Web3 Sandbox Content.",
    "block-4-list-desc-4": "You retain any and all IP Rights you already hold under applicable law in materials, including information, data, text, editorial content, design elements, look and feel, formatting, graphics, images, photographs, videos, music, sounds and other content you upload, publish, and submit to or through the Platform or Services, or both (the \"<b>User Content</b>\"), subject to the rights, licenses, and other terms of the Terms, including any underlying rights of other Users or Web3 Sandbox in the relevant content that you may use or modify.",
    "block-4-list-desc-5": "In connection with the User Content you affirm, represent, and warrant that you own or have all necessary IP Rights, licenses, consents, and permissions to use and authorize Web3 Sandbox and users to use the User Content in the manner contemplated by the Terms.",
    "block-4-list-desc-6": "Because the law may or may not recognize certain IP Rights in any particular User Content, you should consult a lawyer if you want legal advice regarding your legal rights in a specific situation. You acknowledge and agree that you are responsible for knowing, protecting, and enforcing any IP Rights you hold, and that Web3 Sandbox cannot do so on your behalf.",
    "block-4-list-desc-7": "You hereby grant to Web3 Sandbox, and you agree to grant to Web3 Sandbox, the non-exclusive, unrestricted, unconditional, unlimited, worldwide, irrevocable, perpetual, and royalty-free right and license to use, copy, record, distribute, reproduce, disclose, modify, display, publicly perform, transmit, publish, broadcast, translate, make derivative works of, and sell, re-sell or sublicense (<i>through multiple levels</i>), and otherwise exploit in any manner whatsoever, all or any portion of your User Content (<i>and derivative works thereof</i>) in connection with the Platform and Services and future improvements to the Platform and Services.",
    "block-4-list-desc-8": "Web3 Sandbox shall not be obliged to monitor or enforce your IP Rights to your User Content, but you grant us the right to protect and enforce our rights to your User Content, including by bringing and controlling actions in your name and on your behalf (<i>at Web3 Sandbox's cost and expense, to which you hereby consent and irrevocably appoint Web3 Sandbox as your attorney-in-fact, with the power of substitution and delegation, which appointment is coupled with an interest</i>).",
    "block-4-list-desc-9": "You acknowledge and agree that the Web3 Sandbox Content, Platform and Services fallen into Web3 Sandbox's IP or its relevant suppliers or licensors, and IP Rights to it and to all related materials to it is owned by Web3 Sandbox or its relevant suppliers or licensors. All uses of Web3 Sandbox's IP shall inure to the benefit of Web3 Sandbox.",
    "block-4-list-desc-10": "You shall use Web3 Sandbox's IP: (i) only in strict accordance with specifications and directions supplied by or on behalf of Web3 Sandbox from time to time; (ii) only in connection with access to, or use of, or both, the Platform or Services, or both, and (iii) only in the form and style approved by Web3 Sandbox.",
    "block-4-list-desc-11": "You shall not include all or any portion of Web3 Sandbox's IP in your IP or in the IP of any other person, or both.",
    "block-4-list-desc-12": "You shall not use Web3 Sandbox's IP in a manner likely to cause confusion with, dilute or damage the goodwill, reputation or image of Web3 Sandbox.",
    "block-4-list-desc-13": "You shall not register, attempt to register or lay common law claim to any Web3 Sandbox Content, Web3 Sandbox's IP, or any IP, confusingly similar to Web3 Sandbox Content or Web3 Sandbox's IP, or both.",
    "block-4-list-desc-14": "No transfer, grant or license of IP Rights to Web3 Sandbox IP's or Web3 Sandbox Content, or both, is made or is to be implied by the Terms except as may be expressly stated otherwise herein.",
    "block-5-title": "Risks acknowledgement",
    "block-5-list-desc-1": "You hereby acknowledge, agree, warrant and represent that:",
    "block-5-subblock-1-list-desc-1": "you understand and accept that the Platform and Services solely allows the User to interact with the relevant blockchain for the purposes of Transaction facilitation, therefore, Web3 Sandbox shall not be deemed as any kind of financial or payment institution, or both, or provider of any financial services of any kind. For the avoidance of any doubts, Web3 Sandbox provides the Users only with the web-interface of the complex non-custodial platform, where Users may perform the Transaction interacting with the relevant Network and, therefore, Web3 Sandbox shall not be responsible for the performance of any Network or blockchain or any other on-chain events;",
    "block-5-subblock-1-list-desc-2": "you understand and accept that the Platform does not have any access to, nor hold, the User’s virtual assets wallet (<i>including Applicable Wallet</i>) mnemonic phrases, virtual assets, bank account or card details, or both, private keys from the virtual assets wallet (<i>including Applicable Wallet</i>) or other information which may, or potentially may, give Platform access to the User’s virtual assets or funds, or both, therefore, you shall be solely responsible for the safekeeping, holding and maintaining the security of your virtual assets wallet (<i>including Applicable Wallet</i>) mnemonic phrases, virtual assets, bank account or card details, or both, your private keys from the virtual assets wallet (<i>including Applicable Wallet</i>) or other information which may, or potentially may, give any person access to your virtual assets or funds, or both;",
    "block-5-subblock-1-list-desc-3": "you understand and accept that Web3 Sandbox does not execute any control over the Transactions and Gas Fees (<i>as defined below</i>), shall not be deemed as the participant of any Transaction and shall not be responsible for their performance, confirmation, payment or reversing;",
    "block-5-subblock-1-list-desc-4": "you understand and accept that the smart contract system concept, the underlying software application and software platform is still in an early development stage and unproven, why there is no warranty that the process for creating the Platform or Services, or both, will be uninterrupted or error-free and why there is an inherent risk that the software could contain weaknesses, vulnerabilities or bugs causing, inter alia, the complete loss of the Services provision results;",
    "block-5-subblock-1-list-desc-5": "you understand and accept that the blockchain technology allows new forms of interaction and that it is possible that certain jurisdictions will apply existing regulations on, or introduce new regulations addressing, blockchain technology based applications, which may be contrary to the current setup of the smart contract system and which may, inter alia, result in substantial modifications of the smart contract system or the Platform or Services, or both, including its termination;",
    "block-5-subblock-1-list-desc-6": "you understand and accept that the Project may be abandoned for a number of reasons, including lack of interest from the public, lack of funding, lack of commercial success or prospects (<i>e.g. caused by competing projects</i>);",
    "block-5-subblock-1-list-desc-7": "you understand and accept that the Platform or Services, or both, may give rise to other, alternative projects, promoted by unaffiliated to Web3 Sandbox third parties;",
    "block-5-subblock-1-list-desc-8": "the Platform and Services can only be accessed by using a virtual assets wallet with a combination of your account information (<i>address</i>), private key and password. The private key is encrypted with a password. You understand and accept that if your private key file or password respectively got lost or stolen, the obtained virtual assets associated with your account (<i>address</i>) or password will be unrecoverable and will be permanently lost;",
    "block-5-subblock-1-list-desc-9": "you understand and accept that the smart contract system concept, the underlying software application and software platform may be exposed to attacks by hackers or other persons that could result in theft or loss of your virtual assets, impacting the ability to develop the Project;",
    "block-5-subblock-1-list-desc-10": "you understand and accept that, as with other virtual assets, the blockchain used for the smart contract system is susceptible to mining attacks, including double-spend attacks, majority mining power attacks, \"selfish-mining\" attacks, and race condition attacks. Any successful attacks present a risk to the smart contract system, expected proper execution and sequencing of Transactions, and expected proper execution and sequencing of contract computations;",
    "block-5-subblock-1-list-desc-11": "you have a deep understanding of the functionality, usage, storage, transmission mechanisms and intricacies associated with virtual assets, like BTC and ETH, and blockchain-based software systems;",
    "block-5-subblock-1-list-desc-12": "you have carefully reviewed these Terms and the code of the relevant smart contract system and fully understand and accept the functions implemented therein;",
    "block-5-subblock-1-list-desc-13": "you understand and accept that that Web3 Sandbox retains all IP Rights in all of Web3 Sandbox's IP contained in the Platform and Services, or any other IP, arising out or in connection with the Platform or Services, or both;",
    "block-5-subblock-1-list-desc-14": "you understand that you bear the sole responsibility to determine the Transaction have tax implications for you; by performing the Transaction, and to the extent permitted by law, you agrees not to hold Web3 Sandbox or any of its Affiliate, or both, liable for any tax liability associated with or arising from the Transaction;",
    "block-5-subblock-1-list-desc-15": "you have all requisite power and authority to carry out and perform all your obligations under these Terms. All action on your part required for the lawful performance of all your obligations under these Terms have been or will be effectively taken. These Terms constitutes a legal, valid and binding obligation of you enforceable against you in accordance with its terms, except that such enforceability may be limited by applicable bankruptcy, insolvency, reorganization, moratorium and similar laws of general application relating to or affecting creditors' rights generally and by equitable principles (<i>regardless of whether enforcement is sought in a proceeding in equity or at law</i>);",
    "block-5-subblock-1-list-desc-16": "the execution, delivery and performance of these Terms will not result in: (i) any violation of, be in conflict with or constitute a material default under, with or without the passage of time or the giving of notice of: (a) any agreement, obligation, duty or commitment to which you are a party or by which you are bound; (b) any laws, statutes, ordinances, rules, regulations, judgments, injunctions, administrative interpretations, orders and decrees of any governmental authority, including amendments thereto (collectively, the \"<b>Laws</b>\"), or (ii) the creation of any lien, charge or encumbrance upon any your assets;",
    "block-5-subblock-1-list-desc-17": "the performance under these Terms require no approval or other action from any governmental authority or person or entity other than Web3 Sandbox, except for such consents, approvals, authorizations, orders, filings, registrations or qualifications as have already been obtained or made and are still in full force and effect;",
    "block-5-subblock-1-list-desc-18": "you are not relying on Web3 Sandbox or any of its Affiliates, owners, directors, officers, counsel, employees, agents or representatives for legal, investment or tax advice. You represent that to the extent that you have any questions with respect to these Terms, you have sought professional advice;",
    "block-5-subblock-1-list-desc-19": "to the extent required by applicable Laws, you have complied and will continue to comply with all anti-money laundering and counter-terrorism financing requirements;",
    "block-5-subblock-1-list-desc-20": "the assets, including any fiat or virtual assets, or both, you use to perform your obligations hereunder are not derived from or related to any unlawful activities, including but not limited to money laundering or terrorist financing; and",
    "block-5-subblock-1-list-desc-21": "(i) you are not located in, and you are not a national or resident of, any country to which the United States, United Kingdom, European Union, Australia or Canada has embargoed goods or services, or both, of the same type as the Platform or Services, or both, including Cuba, Iran, North Korea, Sudan, Russian Federation or Syria, and (ii) you are not a person or entity, or owned by, under the control of, or affiliated with, a person or entity (a) that appears on the U.S. Office of Foreign Assets Control's Specially Designated Nationals List, Foreign Sanctions Evaders List or Palestinian Legislative Council List; (b) that appears on the U.S. Department of State's Terrorist Exclusion List; (c) that appears on the Bureau of Industry and Security's Denied Persons, Entity or Unverified List; (d) that appears on the Consolidated List of Targets published by the U.K. HM Treasury; (e) that appears on the Consolidated List published by the A.U. Department of Foreign Affairs and Trade; (f) that is subject to sanctions in any other country, or (g) that is engaged in the design, development or production of nuclear, biological or chemical weapons, missiles or unmanned aerial vehicles.",
    "block-6-title": "Gas fees and taxes",
    "block-6-list-desc-1": "The User acknowledges and agrees that the Networks may additionally require the payment of a transaction fee (the \"<b>Gas Fee</b>\") for Transactions. You may need to pay a Gas Fee for each Transaction.",
    "block-6-list-desc-2": "The Users are solely responsible to pay any and all applicable Gas Fees, sales, use, value-added and other taxes, duties, and assessments now or hereafter claimed or imposed by any governmental authority associated with your access to, and use of the Platform or Services, or both. You hereby authorize us to deduct any reasonable or necessary fee or tax as part of the Transaction. Except for income taxes levied on Web3 Sandbox, you: (i) shall pay or reimburse us for all national, federal, state, local or other taxes and assessments of any jurisdiction, including value added taxes and taxes as required by international tax treaties, customs or other import or export taxes, and amounts levied in lieu thereof based on charges set, services performed or payments made hereunder, as are now or hereafter may be imposed under the authority of any national, state, local or any other taxing jurisdiction, and (ii) shall not be entitled to deduct the amount of any such taxes, duties or assessments from payments made to us pursuant to the Terms.",
    "block-7-title": "Term and termination",
    "block-7-list-desc-1": "These Terms are effective as set forth in section A hereof and continue in effect until terminated.",
    "block-7-list-desc-2": "Except to the extent we have agreed otherwise in a separate written agreement between you and Web3 Sandbox, we may terminate your right to access or use, or both, the Platform or Services, or both, at any time for (i) your violation or breach of the Terms; (ii) your misuse or abuse of the Platform or Services, or both, or (iii) if allowing you to access or use, or both, the Platform or Services, or both, would violate any applicable local, state, provincial, national and other laws, rules and regulations or would expose Web3 Sandbox to legal liability. We will use reasonable efforts to provide you notice of any such termination. Further, you agree that Web3 Sandbox shall not be liable to you or any third party for any such termination of your right to access or use, or both, the Platform or Services, or both.",
    "block-7-list-desc-3": "Except to the extent you have agreed otherwise in a separate written agreement between you and Web3 Sandbox, you may terminate your access to, or use of, or both, the Platform or Services, or both, and the Terms at any time. In the event there is a separate agreement between you and Web3 Sandbox governing your access to, and use of, or both, the Platform and Services, or both, and that agreement terminates or expires, the Terms (<i>as unmodified by such agreement</i>) shall govern your access to, and use of, or both, the Platform and Services, or both.",
    "block-7-list-desc-4": "All provisions of the Terms that by their nature should survive termination of the Terms shall survive (<i>including all limitations on liability, releases, indemnification obligations, disclaimers of warranties, choices of law and judicial forum and intellectual property protections and licenses</i>).",
    "block-7-list-desc-5": "You agree that Web3 Sandbox, in its sole discretion, may suspend or terminate your access to, or use of, or both, the Platform or Services, or both, and remove and discard any content within the Platform, for any reason, including for lack of use or if Web3 Sandbox believes that you have violated or acted inconsistently with the letter or spirit of these Terms. Any suspected fraudulent, abusive, infringing, or illegal activity that may be grounds for termination of your access to, or use of, or both, the Platform or Services, or both, may be referred to appropriate law enforcement authorities. Web3 Sandbox may also in its sole discretion and at any time discontinue providing the Platform, or any part thereof, with or without notice. You agree that any termination of your access to, or use of, or both, the Platform or Services, or both, under any provision of these Terms may be effected without prior notice. Further, you agree that Web3 Sandbox will not be liable to you or any third party for any termination of your access to, or use of, or both, the Platform or Services, or both.",
    "block-8-title": "Indemnification and disclaimer",
    "block-8-list-desc-1": "YOU AGREE TO RELEASE, INDEMNIFY AND HOLD WEB3 SANDBOX AND ITS AFFILIATES AND THEIR OFFICERS, EMPLOYEES, CONTRACTORS, PARTNERS, DIRECTORS AND AGENTS (COLLECTIVELY, \"<b>WEB3 SANDBOX PARTIES</b>\") HARMLESS FROM ANY AND ALL LOSSES, DAMAGES, EXPENSES, INCLUDING REASONABLE ATTORNEYS' FEES, RIGHTS, CLAIMS, ACTIONS OF ANY KIND AND INJURY (<i>INCLUDING DEATH</i>) ARISING OUT OF OR RELATING TO YOUR ACCESS OR USE, OR BOTH, OF THE PLATFORM OR SERVICES, OR BOTH, ANY YOUR USER CONTENT, YOUR CONNECTION TO THE PLATFORM, YOUR VIOLATION OF THE TERMS OR YOUR VIOLATION OF ANY RIGHTS OF ANOTHER USERS. NOTWITHSTANDING THE FOREGOING, YOU WILL HAVE NO OBLIGATION TO INDEMNIFY OR HOLD HARMLESS ANY WEB3 SANDBOX PARTIES FROM OR AGAINST ANY LIABILITY, LOSSES, DAMAGES OR EXPENSES INCURRED AS A RESULT OF ANY ACTION OR INACTION OF SUCH WEB3 SANDBOX PARTIES.",
    "block-8-list-desc-2": "YOUR ACCESS AND USE OF THE PLATFORM AND SERVICES IS AT YOUR OWN RISK. YOU UNDERSTAND AND AGREE THAT THE PLATFORM AND SERVICES ARE PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS AND WEB3 SANDBOX EXPRESSLY DISCLAIMS WARRANTIES, REPRESENTATIONS OR CONDITIONS OF ANY KIND, EITHER EXPRESS OR IMPLIED. WEB3 SANDBOX (AND WEB3 SANDBOX PARTIES) MAKES NO WARRANTY OR REPRESENTATION AND DISCLAIM ALL RESPONSIBILITY FOR WHETHER THE PLATFORM OR SERVICES: (I) WILL MEET YOUR REQUIREMENTS; (II) WILL BE AVAILABLE ON AN UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE BASIS, OR (III) WILL BE ACCURATE, RELIABLE, COMPLETE, LEGAL, OR SAFE. WEB3 SANDBOX DISCLAIMS ALL OTHER WARRANTIES, REPRESENTATIONS OR CONDITIONS, EXPRESS OR IMPLIED, INCLUDING IMPLIED WARRANTIES, REPRESENTATIONS OR CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE AND NON-INFRINGEMENT. WEB3 SANDBOX WILL NOT BE LIABLE FOR ANY LOSS OF ANY KIND FROM ANY ACTION TAKEN IN RELIANCE ON MATERIAL OR INFORMATION, CONTAINED ON THE PLATFORM OR SERVICES, OR BOTH. WHILE WEB3 SANDBOX ATTEMPTS TO MAKE YOUR ACCESS TO AND USE OF THE PLATFORM OR SERVICES, OR BOTH, SAFE, WEB3 SANDBOX CANNOT AND DOES NOT REPRESENT OR WARRANT THAT THE PLATFORM, SERVICES, WEB3 SANDBOX CONTENT, CONTENT LINKED TO OR ASSOCIATED WITH ANY VIRTUAL ASSETS, OR ANY VIRTUAL ASSETS YOU INTERACT WITH ACCESSING OR USING, ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS. WE CANNOT GUARANTEE THE SECURITY OF ANY DATA THAT YOU DISCLOSE ONLINE. NO ADVICE OR INFORMATION, WHETHER ORAL OR OBTAINED FROM WEB3 SANDBOX OR WEB3 SANDBOX PARTIES OR THROUGH THE PLATFORM OR SERVICES, WILL CREATE ANY WARRANTY OR REPRESENTATION NOT EXPRESSLY MADE HEREIN. YOU ACCEPT THE INHERENT SECURITY RISKS OF PROVIDING INFORMATION AND DEALING ONLINE OVER THE INTERNET AND WILL NOT HOLD WEB3 SANDBOX RESPONSIBLE FOR ANY BREACH OF SECURITY.",
    "block-8-list-desc-3": "WE WILL NOT BE RESPONSIBLE OR LIABLE TO YOU FOR ANY LOSS AND TAKE NO RESPONSIBILITY FOR, AND WILL NOT BE LIABLE TO YOU FOR ANY ONE OR MORE OF THE FOLLOWING: ANY USE OF WEB3 SANDBOX CONTENT, CONTENT LINKED TO OR ASSOCIATED WITH VIRTUAL ASSETS, INCLUDING ANY LOSSES, DAMAGES, OR CLAIMS ARISING FROM: (I) USER ERROR, INCORRECTLY CONSTRUCTED TRANSACTIONS, OR MISTYPED ADDRESSES; (II) SERVER FAILURE OR DATA LOSS; (III) UNAUTHORIZED ACCESS OR USE, AND (IV) ANY UNAUTHORIZED THIRD-PARTY ACTIVITIES, INCLUDING THE USE OF VIRUSES, PHISHING, BRUTEFORCING OR OTHER MEANS OF ATTACK AGAINST THE PLATFORM OR SERVICES.",
    "block-8-list-desc-4": "WEB3 SANDBOX AND WEB3 SANDBOX PARTIES SHALL NOT BE RESPONSIBLE OR LIABLE FOR ANY SUSTAINED LOSSES OR INJURY DUE TO VULNERABILITY OR ANY KIND OF FAILURE, ABNORMAL BEHAVIOR OF SOFTWARE (<i>E.G., VIRTUAL ASSETS WALLET, SMART CONTRACT SYSTEM</i>) OR BLOCKCHAINS. WEB3 SANDBOX AND WEB3 SANDBOX PARTIES SHALL NOT BE RESPONSIBLE FOR LOSSES OR INJURY DUE TO LATE REPORTS BY DEVELOPERS OR REPRESENTATIVES (<i>OR NO REPORT AT ALL</i>) OF ANY ISSUES WITH THE BLOCKCHAIN SUPPORTING THE TRANSACTIONS, INCLUDING FORKS, TECHNICAL NODE ISSUES OR ANY OTHER ISSUES HAVING LOSSES OR INJURY AS A RESULT.",
    "block-8-list-desc-5": "SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES IN CONTRACTS WITH CONSUMERS, THEREFORE, THE ABOVE EXCLUSION MAY NOT APPLY TO YOU.",
    "block-9-title": "Limitation of liability",
    "block-9-list-desc-1": "YOU EXPRESSLY UNDERSTAND AND AGREE THAT WEB3 SANDBOX WILL NOT BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, EXEMPLARY DAMAGES, OR DAMAGES FOR LOSS OF PROFITS INCLUDING BUT NOT LIMITED TO DAMAGES FOR LOSS OF GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES (<i>EVEN IF WEB3 SANDBOX HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES</i>), WHETHER BASED ON CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY OR OTHERWISE, RESULTING FROM: (I) ACCESS OR USE, OR BOTH, THE PLATFORM OR SERVICES, OR BOTH; (II) THE COST OF PROCUREMENT OF SUBSTITUTE GOODS AND PLATFORMS RESULTING FROM ANY SERVICES, DATA, INFORMATION OR PLATFORMS PURCHASED OR OBTAINED OR MESSAGES RECEIVED OR TRANSACTIONS ENTERED INTO THROUGH OR FROM THE PLATFORM OR SERVICES, OR BOTH; (III) UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA; (IV) STATEMENTS OR CONDUCT OF ANY THIRD PARTY ON THE PLATFORM, OR (V) ANY OTHER MATTER RELATING TO THE PLATFORM OR SERVICES, OR BOTH. IN NO EVENT WILL WEB3 SANDBOX'S TOTAL LIABILITY TO YOU FOR ALL DAMAGES, LOSSES OR CAUSES OF ACTION EXCEED USD 100 (ONE HUNDRED DOLLARS).",
    "block-9-list-desc-2": "SOME JURISDICTIONS DO NOT ALLOW THE DISCLAIMER OR EXCLUSION OF CERTAIN WARRANTIES OR THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES. ACCORDINGLY, SOME OF THE ABOVE LIMITATIONS SET FORTH ABOVE MAY NOT APPLY TO YOU OR BE ENFORCEABLE WITH RESPECT TO YOU. IF YOU ARE DISSATISFIED WITH ANY PORTION OF THE PLATFORM, OR SERVICES, OR BOTH, OR WITH THE TERMS, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE ACCESS AND USE OF THE PLATFORM AND SERVICES.",
    "block-10-title": "Governing law and dispute resolution",
    "block-10-list-desc-1": "The Terms shall be governed by and construed and interpreted in accordance with the laws of Seychelles, as to all matters, including matters of validity, construction, effect, enforceability, performance, and remedies. Although the Platform and Services may be available in other jurisdictions, each User hereby acknowledges and agrees that such availability shall not be deemed to give rise to general or specific personal jurisdiction over Web3 Sandbox in any forum outside Seychelles.",
    "block-10-list-desc-2": "If the User has a potential legal dispute, claim or cause of action against Web3 Sandbox (the \"<b>Claim</b>\"), the User shall first (<i>prior to initiating any litigation proceedings</i>) contact Web3 Sandbox by sending an email to: <a href='mailto:global.web3.sandbox{'@'}gmail.com?subject=Dispute'>global.web3.sandbox{'@'}gmail.com</a> (<i>subject line: \"Dispute\"</i>) describing the nature of the Claim and providing all relevant documentation and evidence thereof. If so elected by Web3 Sandbox, the User shall use commercially reasonable efforts to negotiate a settlement of the Claim within 60 (sixty) calendar days of the delivery of such email. Any such Claim that is not finally resolved by a binding, written settlement agreement within such 60 (sixty) calendar days shall be brought and resolved exclusively in accordance with the following provisions of this section 10.",
    "block-10-list-desc-3": "Except as set forth in section 10.2, all Claims and disputes and controversies directly or indirectly arising  out of or in connection with or directly or indirectly relating to the Terms or any of the matters or transactions contemplated by the Terms (<i>for the avoidance of doubt, including any Claim seeking to invalidate, or alleging that, all or any part of the Terms is unenforceable, void or voidable</i>) shall be finally settled by the courts of Seychelles. Unless otherwise required by applicable law, the limitation period for Claims shall be 12 (twelve) months after the Claim arose.",
    "block-11-title": "Notices",
    "block-11-list-desc-1": "You may contact us at the following contact details:",
    "block-11-list-desc-2": "<b>Email</b>: <a href='mailto:global.web3.sandbox{'@'}gmail.com'>global.web3.sandbox{'@'}gmail.com</a>.",
    "block-12-title": "Miscellaneous provisions",
    "block-12-list-desc-1": "You shall not assign, transfer, mortgage, charge, declare a trust of, or deal in any other manner with any or all of your rights and obligations under these Terms without prior written consent of Web3 Sandbox. Web3 Sandbox may assign, transfer, mortgage, charge, declare a trust of, or deal in any other manner with any or all of its rights and obligations under these Terms without your prior written consent.",
    "block-12-list-desc-2": "These Terms set forth the entire agreement between you and Web3 Sandbox with regard to the subject matter hereof and supersede all prior or contemporaneous agreements and understandings, both written and oral, between you and Web3 Sandbox with respect to the subject matter hereof.",
    "block-12-list-desc-3": "Should any term, condition, provision or part of these Terms be found to be unlawful, invalid, illegal or unenforceable, that portion shall be deemed null and void and severed from these Terms for all purposes, but such illegality, or invalidity or unenforceability shall not affect the legality, validity or enforceability of the remaining parts of these Terms, and the remainder of these Terms shall remain in full force and effect, unless such would be manifestly inequitable or would serve to deprive either Party of a material part of what it bargained for in entering into these Terms.",
    "block-12-list-desc-4": "No failure or delay on the part of Web3 Sandbox in the exercise of any power, right, privilege or remedy under the Terms shall operate as a waiver of such power, right, privilege or remedy; and no single or partial exercise of any such power, right, privilege or remedy shall preclude any other or further exercise thereof or of any other power, right, privilege or remedy. Web3 Sandbox shall not be deemed to have waived any claim arising out of the Terms, or any power, right, privilege or remedy under the Terms, unless the waiver of such claim, power, right, privilege or remedy is expressly set forth in a written instrument duly executed and delivered on behalf of Web3 Sandbox, and any such waiver shall not be applicable or have any effect except in the specific instance in which it is given.",
    "block-12-list-desc-5": "These Terms shall inure to the benefit of Web3 Sandbox, the Users, and their respective permitted successors, permitted assigns, permitted transferees and permitted delegates and shall be binding upon all of the foregoing persons and any person who may otherwise succeed to any right, obligation or liability under these Terms by operation of law or otherwise.",
    "block-12-list-desc-6": "Web3 Sandbox shall not incur any liability or penalty for not performing any act or fulfilling any duty or obligation hereunder or in connection with the matters contemplated hereby by reason of any occurrence that is not within its control (<i>including any provision of any present or future law or regulation or any act of any governmental authority, any act of God or war or terrorism, any epidemic or pandemic, or the unavailability, disruption or malfunction of the Internet, the World Wide Web or any other electronic network, any applicable blockchain or any aspect thereof, or any consensus attack, or hack, or denial-of-service or other attack on the foregoing or any aspect thereof, or on the other software, networks and platform that enables Web3 Sandbox to provide the Platform or Services, or both</i>), it being understood that Web3 Sandbox shall use commercially reasonable efforts, consistent with accepted practices in the industries in which Web3 Sandbox operates, as applicable, to resume performance as soon as reasonably practicable under the circumstances."
  },
  "privacy-policy": {
    "title": "Privacy policy",
    "desc": "Please read this privacy policy carefully as it contains important information and affect your legal rights.",
    "effective-desc": "Last updated: 19 April 2023",
    "list-desc-1": "This Privacy Policy is incorporated in our <a href='https://swapica.io/terms'>General Terms & Conditions</a> (the \"<b>Terms</b>\") by reference, together with the Terms constitutes a binding agreement between you and Web3 Sandbox and describes our information handling practices when you access and use our Platform and Services. This Privacy Policy is meant to help you understand what your personal information (the \"<b>Personal Information</b>\") we collect and process and how we collect, process, use, store, share and protect the Personal Information. Web3 Sandbox respects the privacy of its Users and recognizes the need for adequate protection and administration of the Personal Information in accordance with this Privacy Policy.",
    "list-desc-2": "Web3 Sandbox may make changes to this Privacy Policy from time to time. The changes will be effective immediately upon their publication on the <a href='https://swapica.io'>Website</a>. Please, review this Privacy Policy on a regular basis. You can determine when this Privacy Policy was last revised by referring to the \"LAST UPDATED\" legend at the top of the then-current version of this Privacy Policy on the <a href='https://swapica.io'>Website</a>. If changes are significant, we will provide a more prominent notice (<i>including, in certain cases, email notification of the Privacy Policy changes</i>).",
    "list-desc-3": "Capitalized terms used but not defined in this Privacy Policy shall take the meanings assigned to such terms by the <a href='https://swapica.io/terms'>Terms</a>.",
    "list-desc-4": "BY CLICKING \"TO ACCEPT\" OR ACCESSING OR USING, OR BOTH, OUR PLATFORM AND SERVICES YOU AGREE TO BE BOUND BY, AND ACCEPT THIS PRIVACY POLICY. IF YOU DO NOT AGREE TO THIS PRIVACY POLICY, YOU SHALL NOT ACCESS AND USE THE PLATFORM AND SERVICES.",
    "list-desc-5": "If you have any questions about this Privacy Policy, please submit your request using the contact information, provided for in section 1.1 hereof.",
    "block-1-title": "Our relationship to you",
    "block-1-list-desc-1": "Responsible body for the collection, processing, use, storing and protection of your Personal Information is:",
    "block-1-list-desc-2": "For any questions about this Privacy Policy or if you want to make privacy rights requests relating to your Personal Information, you may always contact us using the contact information above.",
    "block-1-list-desc-3": "If you believe that we have infringed your rights, we encourage you to first submit a request by sending an email to: <a href='mailto:global.web3.sandbox{'@'}gmail.com?subject=Privacy Policy Request'>global.web3.sandbox{'@'}gmail.com</a>. (<i>subject line: \"Privacy Policy Request\"</i>) so that we can try to resolve the issue or dispute informally.",
    "block-1-list-desc-4": "You have the right to make a complaint at any time to the supervisory authority for data protection issues in the applicable jurisdiction. We would, however, appreciate the chance to deal with your concerns before you approach the relevant supervisory authority so, please, contact us in the first instance.",
    "block-1-subblock-1-list-desc-1": "<b>Name</b>: Global Web3 Sandbox Ltd;",
    "block-1-subblock-1-list-desc-2": "<b>Email</b>: <a href='mailto:global.web3.sandbox{'@'}gmail.com'>global.web3.sandbox{'@'}gmail.com</a>.",
    "block-2-title": "Personal information we collect",
    "block-2-list-desc-1": "The Personal Information is typically data that identifies an individual or relates to an identifiable individual (<i>the definition of Personal Information depends on the applicable law based on your physical location; only the definition that applies to your physical location will apply to you under this Privacy Policy</i>). This includes information you provide to us.",
    "block-2-list-desc-2": "<u>Information you provide to us</u>. To access and use the Platform and Services, you will be required to provide us with certain Personal Information (the \"<b>Provided Information</b>\"). If you choose not to share the Provided Information with us, we may not be able to serve you as effectively or offer you access to, and use of, the Platform or Services, or both. As we add new features and Services, you may be asked to provide additional Provided Information.",
    "block-2-list-desc-3": "The Provided Information may include:",
    "block-2-list-desc-4": "This Privacy Policy does not cover the use of any technologies by third parties. The Platform and Services may contain links, content, advertising, or references to other websites by third parties, including advertisers, servers, content providers and application providers. These third parties may use certain technologies to collect information (for example, cookies, web beacons and other similar technologies) about you when you use the Platform and Services, including the Personal Information. Please be aware that we do not control these third parties' technologies or when and how they may be used. Therefore, Web3 Sandbox does not claim nor accept responsibility for any privacy policies, practices or procedures of any third party. We encourage you to read the privacy statements and terms and conditions of linked or referenced websites you enter.",
    "block-2-subblock-3-list-desc-1": "certain financial information (<i>such as the Applicable Wallet’s address</i>) (the \"<b>Financial Information</b>\");",
    "block-2-subblock-3-list-desc-2": "information about your Transactions, which may include any one or more of the following: information about the Transaction, the amount of the Transaction and its time (the \"<b>Transactions Information</b>\");",
    "block-2-subblock-3-list-desc-3": "correspondence information, which may include any one or more of the following: survey responses, information provided to our support team or user research team; records and copies of your email messages together with your email address and our responses, if you choose to correspond with us through email (the \"<b>Correspondence Information</b>\"); and",
    "block-2-subblock-3-list-desc-4": "information about your User Content, which may include any one or more of the following: User Content you submit to be published or displayed on the Platform or transmitted to other Users or third parties (the \"<b>User Information</b>\").",
    "block-3-title": "Use of personal information",
    "block-3-list-desc-1": "Our primary purpose in collecting Personal Information is to provide you with a secure, smooth, efficient and customized experience. We generally use Personal Information to create, develop, operate, deliver, and improve our Platform and Services, content and advertising; and for loss prevention and anti-fraud purposes. We may use the Personal Information in the following ways and for the following purposes:",
    "block-3-subblock-1-list-desc-1": "to provide you with the Platform and Services, to deal with any requests or inquiries you may have with respect to the Platform and Services and to provide customer service and support;",
    "block-3-subblock-1-list-desc-2": "to maintain legal and regulatory compliance and to enforce or apply any agreement or to protect our (<i>or others'</i>) property or rights and to defend any potential claim;",
    "block-3-subblock-1-list-desc-3": "communicate with you about your Transactions;",
    "block-3-subblock-1-list-desc-4": "inform you about important changes to, or other news about, the Platform and Services;",
    "block-3-subblock-1-list-desc-5": "to prevent and detect money-laundering, terrorism, fraud or other crimes or abuses of the Platform and Services;",
    "block-3-subblock-1-list-desc-6": "to operate, maintain, improve, personalize, and analyze the Platform and Services, to monitor and analyze trends, usage, and activities for marketing or advertising purposes, to enhance your experience, to allow you to participate in interactive features on the Platform and Services and to send promotional communications, such as information about features, newsletters, offers, promotions, contests and events;",
    "block-3-subblock-1-list-desc-7": "to conduct our recruiting processes, to maintain appropriate records for internal administrative purposes; for statistical purposes, for market research and product analysis and to protect the health and safety of our employees and visitors, our facilities and our property and other rights;",
    "block-3-subblock-1-list-desc-8": "to develop, test and improve new products or services, including by testing and troubleshooting new products and features; and",
    "block-3-subblock-1-list-desc-9": "for any purpose that you provide your consent. We will not use your Personal Information for purposes other than those purposes we have disclosed to you, without your permission. From time to time, and as required under the applicable law, we may request your permission to allow us to share your Personal Information with third parties. In such instances, you may opt-out of having your Personal Information shared with third parties, or allowing us to use your Personal Information for any purpose that is incompatible with the purposes for which we originally collected it or subsequently obtained your authorization. If you choose to limit the use of your Personal Information, certain features of the Platform and Services may not be available to you.",
    "block-4-title": "Share of personal information",
    "block-4-list-desc-1": "We take care to allow your Personal Information to be shared only with third parties who have a legitimate purpose for accessing it. Web3 Sandbox will never sell or rent your Personal Information to third parties without your explicit consent. We will only share your Personal Information in the following circumstances:",
    "block-4-list-desc-2": "You hereby acknowledge and agree that information that you post on or through the public areas of the Platform and Services are generally accessible to, and may be collected and used by, others and may result in unsolicited messages or other contact from others. Users of the Platform and Services are encouraged to exercise caution when providing Personal Information about themselves in public or interactive areas.",
    "block-4-list-desc-3": "Otherwise, we will only disclose your Personal Information when you direct us or give us a consent to do so, when we are allowed or required by applicable law or judicial or official request to do so, or as required to investigate actual or suspected fraudulent or criminal activities.",
    "block-4-subblock-1-list-desc-1": "when we are required by applicable law;",
    "block-4-subblock-1-list-desc-2": "with our subsidiaries and Affiliates for business purposes and as a normal part of conducting business and offering the Platform and Services to you;",
    "block-4-subblock-1-list-desc-3": "within our cooperation with our service providers and suppliers, including network infrastructure providers, cloud providers, customer support service providers, marketing services providers, security services providers, data analysis service providers, software developers, as well as with our professional advisors who provide banking, legal, compliance, insurance, accounting, or other consulting services in order to complete third party financial, technical, compliance and legal audits of our operations or otherwise comply with our legal obligations. The mentioned service providers and advisors are bound by contractual obligations with us to keep Personal Information confidential and use it only for the purposes for which we disclose it to them;",
    "block-4-subblock-1-list-desc-4": "with companies providing services in the areas of fraud and crime prevention and with companies providing similar services, including financial institutions such as credit reference agencies and regulatory bodies, courts, law enforcement authorities, regulators or attorneys or other parties for the establishment, exercise or defense of a legal or equitable claim or for the purposes of a confidential alternative dispute resolution process;",
    "block-4-subblock-1-list-desc-5": "aggregated Personal Information and statistics for the purpose of monitoring Platform and Services usage in order to help us develop our Platform and Services; and",
    "block-4-subblock-1-list-desc-6": "with companies or other entities that we plan to merge with or be acquired by.",
    "block-5-title": "Security, protection and storage of personal information",
    "block-5-list-desc-1": "Our Platform and Services are built with strong security features that continuously protect your Personal Information. Web3 Sandbox maintains (<i>and contractually requires third parties it shares your Personal Information with to maintain</i>) appropriate physical, electronic and procedural safeguards to protect the security and confidentiality of the Personal Information you entrust to us. And if we do detect something risky that we think you should know about, we will notify you and help guide you through steps to stay better protected.",
    "block-5-list-desc-2": "We protect your Personal Information by maintaining physical, electronic and procedural safeguards in compliance with the applicable laws and regulations, including:",
    "block-5-list-desc-3": "However, you hereby acknowledge and agree that safety and security of your Personal Information also depend on you. Where we have given you (<i>or where you have chosen</i>) a password for access to certain parts of the Platform you are responsible for keeping this password confidential. We ask you not to share your password with anyone.",
    "block-5-subblock-2-list-desc-1": "physical safeguards: enforcing physical access control to our buildings and files;",
    "block-5-subblock-2-list-desc-2": "electronic safeguards: firewalls and data encryption; and",
    "block-5-subblock-2-list-desc-3": "procedural safeguards: authorization of access to Personal Information only for those employees, contractors, and agents who require it to fulfill their contractual responsibilities (<i>we have strict confidentiality obligations for anyone with access to Personal Information</i>); reviewing the information collection, storage, and processing practices, including physical security measures, to prevent unauthorized access to the Personal Information.",
    "block-6-title": "Legal basis for personal information processing",
    "block-6-list-desc-1": "At the time the Personal Information is collected, our legal basis for processing such Personal Information under Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC will depend on the Personal Information at issue, the specific context in the which the Personal Information is collected and the purposes for which it is used. We generally only process your Personal Information where we are legally required to, where processing is necessary to perform any contracts we entered with the relevant User, where processing is in our legitimate interests to operate our business and not overridden by the relevant User's data protection interests or fundamental rights and freedoms, or where we have obtained the relevant User's consent to do so. Below, in a table format, a description of all the ways we plan to use your Personal Information, and which of the legal bases we rely on to do so are set out.",
    "block-6-list-desc-2": "Please, contact us if you need details about the specific legal basis we are relying on to process your Personal Information where there is more than one legal basis for processing.",
    "block-6-list-desc-3": "We will only ever process your Personal Information for the purposes we collected it, unless we reasonably consider that we need to process it for another purpose and that purpose is compatible with the original purpose. If you wish to get an explanation as to how the processing for a new purpose is compatible with the original purpose, please, contact us.",
    "block-6-list-desc-4": "If we need to process your Personal Information for an unrelated purpose, we will notify you and we will explain the legal or other basis which allows us to do so.",
    "block-6-list-desc-5": "Please, note that we may process your Personal Information without your knowledge or consent, in compliance with the above rules, where this is required or permitted by applicable law.",
    "block-7-title": "Retention of personal information",
    "block-7-list-desc-1": "Web3 Sandbox only retains the Personal Information for no longer than is necessary for the purposes for which the relevant Personal Information is processed, including for the purposes of satisfying any Web3 Sandbox's legal, regulatory, tax, accounting or reporting requirements. Web3 Sandbox may retain your Personal Information for a longer period in the event of a complaint or if it reasonably believes, there is a prospect of litigation in respect to relationships between you and Web3 Sandbox.",
    "block-7-list-desc-2": "To determine the appropriate retention period for the Personal Information, Web3 Sandbox considers the amount, nature and sensitivity of the Personal Information, the potential risk of harm from unauthorized use or disclosure of the Personal Information, the purposes for which we process your Personal Information and whether we can achieve those purposes through other means.",
    "block-7-list-desc-3": "In all cases where we keep the Personal Information, we do so in accordance with any limitation periods and records retention obligations that are imposed by applicable law.",
    "block-8-title": "Your choices and privacy rights",
    "block-8-list-desc-1": "Depending on applicable laws and regulations of jurisdictions where the relevant User resides, the User may be able to assert certain rights related to the Personal Information identified below:",
    "block-8-list-desc-2": "These rights will only apply in certain circumstances. If you wish to exercise any of these rights or become acquainted with circumstances, in which the relevant right is applied, please, contact us. That being the case, Web3 Sandbox may need to request specific information from you to help us confirm your identity and ensure your right to access your Personal Data (<i>or to exercise any of your other rights</i>). This is a security measure to ensure that Personal Information is not disclosed to any person who has no right to receive it. We may also contact you to ask you for further information in relation to your request to speed up our response.",
    "block-8-list-desc-3": "If any of the rights listed above are not provided under law for the relevant user's jurisdiction, Web3 Sandbox has sole and absolute discretion in providing the relevant user with those rights.",
    "block-8-subblock-1-list-desc-1": "to obtain from Web3 Sandbox confirmation whether Web3 Sandbox process any of your Personal Information;",
    "block-8-subblock-1-list-desc-2": "to request for access to your Personal Information processed by Web3 Sandbox;",
    "block-8-subblock-1-list-desc-3": "to withdraw of the consent to processing of your Personal Information at any time (<i>provided that the relevant Personal Information processing is based on your consent</i>);",
    "block-8-subblock-1-list-desc-4": "to obtain from Web3 Sandbox the rectification (<i>correction</i>) of inaccurate Personal Information;",
    "block-8-subblock-1-list-desc-5": "to obtain from Web3 Sandbox the erasure (<i>deletion</i>) of the Personal Information;",
    "block-8-subblock-1-list-desc-6": "to obtain from Web3 Sandbox the restriction of processing;",
    "block-8-subblock-1-list-desc-7": "to receive your Personal Information, which have been provided to Web3 Sandbox, in a structured, commonly used and machine-readable format and to transmit that Personal Information to another controller without hindrance from Web3 Sandbox;",
    "block-8-subblock-1-list-desc-8": "to object to processing;",
    "block-8-subblock-1-list-desc-9": "not to be subject to a decision based solely on automated processing; and",
    "block-8-subblock-1-list-desc-10": "to complain to the local data protection authority if your privacy rights are violated, or if you have suffered as a result of unlawful processing of your Personal Information.",
    "block-9-title": "Terms",
    "block-9-list-desc-1": "If you choose to access or use, or both, the Platform and Services, or both, such actions and any dispute over privacy is subject to this Privacy Policy and the <a href='https://swapica.io/terms'>Terms</a>, including limitations on damages, resolution of disputes and application of the laws of the Seychelles.",
    "purpose-title": "Purpose",
    "personal-information-title": "Kind of Personal Information",
    "legal-basis-title": "Legal Basis",
    "purpose-msg": "Purpose, provided for in section 3.1({number})",
    "financial-information-lbl": "Financial Information",
    "transactions-information-lbl": "Transactions Information",
    "correspondence-information-lbl": "Correspondence Information",
    "user-information-lbl": "User Information",
    "perfomance-contract-lbl": "performance of a contract",
    "obligations-lbl": "compliance with legal obligations",
    "legitimate-interests-lbl": "legitimate interests",
    "consent-lbl": "your consent"
  }
}